code --list-extensions | xargs -L 1 echo code --install-extension

code --install-extension 42crunch.vscode-openapi
code --install-extension angular.ng-template
code --install-extension antonholmberg.remove-bg
code --install-extension arjun.swagger-viewer
code --install-extension astro-build.astro-vscode
code --install-extension asvetliakov.vscode-neovim
code --install-extension be5invis.vscode-custom-css
code --install-extension chakrounanas.turbo-console-log
code --install-extension christian-kohler.path-intellisense
code --install-extension chrmarti.regex
code --install-extension dariofuzinato.vue-peek
code --install-extension dart-code.dart-code
code --install-extension dart-code.flutter
code --install-extension dbaeumer.vscode-eslint
code --install-extension denoland.vscode-deno
code --install-extension donjayamanne.githistory
code --install-extension dracula-theme.theme-dracula
code --install-extension eamodio.gitlens
code --install-extension editorconfig.editorconfig
code --install-extension esbenp.prettier-vscode
code --install-extension figma.figma-vscode-extension
code --install-extension firsttris.vscode-jest-runner
code --install-extension formulahendry.auto-rename-tag
code --install-extension foxundermoon.next-js
code --install-extension github.copilot
code --install-extension github.copilot-chat
code --install-extension graphql.vscode-graphql
code --install-extension graphql.vscode-graphql-execution
code --install-extension graphql.vscode-graphql-syntax
code --install-extension hediet.vscode-drawio
code --install-extension ics.japanese-proofreading
code --install-extension ionutvmi.path-autocomplete
code --install-extension jcbuisson.vue
code --install-extension jtr.vscode-position
code --install-extension kamikillerto.vscode-colorize
code --install-extension kumar-harsh.graphql-for-vscode
code --install-extension letmaik.git-tree-compare
code --install-extension lokalise.i18n-ally
code --install-extension marp-team.marp-vscode
code --install-extension mgmcdermott.vscode-language-babel
code --install-extension mikestead.dotenv
code --install-extension ms-azuretools.vscode-docker
code --install-extension ms-ceintl.vscode-language-pack-ja
code --install-extension ms-playwright.playwright
code --install-extension ms-python.debugpy
code --install-extension ms-python.isort
code --install-extension ms-python.python
code --install-extension ms-python.vscode-pylance
code --install-extension ms-toolsai.jupyter
code --install-extension ms-toolsai.jupyter-keymap
code --install-extension ms-toolsai.jupyter-renderers
code --install-extension ms-toolsai.vscode-jupyter-cell-tags
code --install-extension ms-toolsai.vscode-jupyter-slideshow
code --install-extension ms-vscode-remote.remote-containers
code --install-extension octref.vetur
code --install-extension oderwat.indent-rainbow
code --install-extension ofhumanbondage.react-proptypes-intellisense
code --install-extension orta.vscode-jest
code --install-extension patricklee.vsnotes
code --install-extension pflannery.vscode-versionlens
code --install-extension pkief.material-icon-theme
code --install-extension pnp.polacode
code --install-extension prisma.prisma
code --install-extension redhat.vscode-yaml
code --install-extension ritwickdey.liveserver
code --install-extension rust-lang.rust-analyzer
code --install-extension shardulm94.trailing-spaces
code --install-extension shd101wyy.markdown-preview-enhanced
code --install-extension streetsidesoftware.code-spell-checker
code --install-extension stylelint.vscode-stylelint
code --install-extension vincaslt.highlight-matching-tag
code --install-extension visualstudioexptteam.intellicode-api-usage-examples
code --install-extension visualstudioexptteam.vscodeintellicode
code --install-extension vscode-icons-team.vscode-icons
code --install-extension vscodevim.vim
code --install-extension wayou.vscode-todo-highlight
code --install-extension wix.vscode-import-cost
code --install-extension yzane.markdown-pdf
code --install-extension yzhang.markdown-all-in-one
