code --list-extensions | xargs -L 1 echo code --install-extension

code --install-extension alexcvzz.vscode-sqlite
code --install-extension antonholmberg.remove-bg
code --install-extension arjun.swagger-viewer
code --install-extension asvetliakov.vscode-neovim
code --install-extension biomejs.biome
code --install-extension chakrounanas.turbo-console-log
code --install-extension christian-kohler.path-intellisense
code --install-extension chrmarti.regex
code --install-extension dbaeumer.vscode-eslint
code --install-extension donjayamanne.githistory
code --install-extension dracula-theme.theme-dracula
code --install-extension eamodio.gitlens
code --install-extension editorconfig.editorconfig
code --install-extension esbenp.prettier-vscode
code --install-extension firsttris.vscode-jest-runner
code --install-extension formulahendry.auto-rename-tag
code --install-extension github.copilot
code --install-extension github.copilot-chat
code --install-extension hediet.vscode-drawio
code --install-extension ics.japanese-proofreading
code --install-extension ionutvmi.path-autocomplete
code --install-extension jtr.vscode-position
code --install-extension kamikillerto.vscode-colorize
code --install-extension kimuson.ts-type-expand
code --install-extension letmaik.git-tree-compare
code --install-extension lokalise.i18n-ally
code --install-extension marp-team.marp-vscode
code --install-extension mgmcdermott.vscode-language-babel
code --install-extension mikestead.dotenv
code --install-extension mikoz.autoflake-extension
code --install-extension ms-ceintl.vscode-language-pack-ja
code --install-extension ms-playwright.playwright
code --install-extension ms-python.black-formatter
code --install-extension ms-python.debugpy
code --install-extension ms-python.isort
code --install-extension ms-python.python
code --install-extension ms-python.vscode-pylance
code --install-extension oderwat.indent-rainbow
code --install-extension ofhumanbondage.react-proptypes-intellisense
code --install-extension orta.vscode-jest
code --install-extension pflannery.vscode-versionlens
code --install-extension pkief.material-icon-theme
code --install-extension pnp.polacode
code --install-extension prisma.prisma
code --install-extension redhat.vscode-yaml
code --install-extension rooveterinaryinc.roo-cline
code --install-extension rust-lang.rust-analyzer
code --install-extension shardulm94.trailing-spaces
code --install-extension shd101wyy.markdown-preview-enhanced
code --install-extension streetsidesoftware.code-spell-checker
code --install-extension vincaslt.highlight-matching-tag
code --install-extension visualstudioexptteam.intellicode-api-usage-examples
code --install-extension visualstudioexptteam.vscodeintellicode
code --install-extension vitest.explorer
code --install-extension vscode-icons-team.vscode-icons
code --install-extension wayou.vscode-todo-highlight
code --install-extension wix.vscode-import-cost
code --install-extension yoavbls.pretty-ts-errors
code --install-extension yzane.markdown-pdf
code --install-extension yzhang.markdown-all-in-one
